content/topics/anthropozan.md
+++
title = "Anthropozän"
author = ["hermes"]
draft = false
+++

-   Begriff erfunden von Paul Crutzen in 1995
    -   veröffentlichte 2002 einen Arktike in _Nature_ mit der Überschrift "Die Geologie der Menschheit"

        > Wenn es keine globale Katastrophe gibt - einen Meteoriteneinschlag, einen Weltkrieg oder eine Pandemie - wird die Menschheit viele Jahrtausende lang einen großen Veränderungseinfluss auf die Umwelt ausüben

-   an sich definiert der Begriff den Zeitpunkt in der Geschichte, an dem die Menschheit dazu überging, die CO2-Emissionen zu steigern, den Säuregehalt der Meeren zu verändern etc.
    -   und genau dieser Eingriff ist auch in _Eisbohrkernen_ nachweisbar


## Planetary boundaries and the Anthropocene {#planetary-boundaries-and-the-anthropocene}

The Anthropocene is the scientific context in which the [Planetary boundaries]({{< relref "planetary_boundaries.md" >}}) framework was developed. Johan Rockström and colleagues argue that the stable Holocene epoch — the ~11,700-year window within which human civilisation developed — is the state humanity depends on, and that Anthropocene pressures are pushing Earth systems beyond that stability.

"Earth for All" (Club of Rome, 2022) uses the Anthropocene framing to argue that the question for the 21st century is not whether humans are reshaping planetary systems (they are), but whether that reshaping leads to collapse or to a stable, equitable civilisation. The [Earth4All model]({{< relref "earth4all_model.md" >}}) and its [Giant Leaps]({{< relref "giant_leaps.md" >}}) scenario represent an attempt to answer that question with a quantitative transformation roadmap.


## Resources {#resources}

-   2026-06-05 ◦ — the Anthropocene is the framing context; Earth4All operationalises the question of whether humanity can navigate the Anthropocene toward stability
